// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "HP Drucker-Webdienste";
TaskTOCTitle = "HP Webdienste";
SummarySucceededTaskName = "HP Webdienste sind aktiviert!";
SummaryFailedTaskName = "Aktivieren der HP Webdienste nicht möglich";
SummaryUpdateAvailableName = "Aktualisierung verfügbar";
SummaryTaskTOCTitle = "Zusammenfassung";

EnableWebServicesButtonTitle = "Ja, ich akzeptiere die Nutzungsbedingungen.";
SkipWebServicesEnablingCaption = "Drücken Sie \"Überspringen\", wenn die Webdienste nicht aktiviert werden sollen.";

AlreadyEnabledTitle = "Die Verbindung zwischen dem Drucker und dem Netzwerk ist hergestellt!\nHP Drucker mit Internetverbindung bieten interessante und innovative neue Dienste wie HP Touchsmart Apps, ePrint und automatische Produktaktualisierungen. Weitere Informationen zu diesen Diensten finden Sie in der Produktdokumentation oder unter";
AlreadyEnabledText = "HP Webdienste sind bereits auf dem Drucker aktiviert. Klicken Sie auf die Schaltfläche weiter unten, um eine Seite mit weiteren Informationen und der ePrint-Adresse für den Drucker zu drucken.";
PrintWebServicesDetailsButtonTitle = "Infos zu HP Webdiensten drucken";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Es ist eine Aktualisierung für das Gerät verfügbar, die zum Aktivieren der Webdienste erforderlich ist. Drücken Sie die ePrint-Taste am Gerät, um die Aktualisierung anzuwenden. Sie werden durch die Arbeitsschritte geführt.";

LookingForDeviceUpdateProgressTitle = "Gerät sucht nach Aktualisierungen… Bitte warten.";
EnableWebServicesProgressTitle = "Webdienste werden auf dem Drucker konfiguriert… Bitte warten.";

WebServicesEnablingSucceededCaption = "Die HP Webdienste wurden erfolgreich auf dem Drucker aktiviert.\n\nVom Drucker wird jetzt eine Seite mit zusätzlichen Informationen zu HP Webdiensten und der ePrint-Adresse des Druckers gedruckt.";
WebServicesEnablingFailedCaption = "Die HP Webdienste für diesen Drucker konnten nicht aktiviert werden. Mögliche Ursachen: temporäres Problem mit der Internetverbindung zum Webdienst oder erforderliche Produktaktualisierung für Ihren Drucker.\r\rVersuchen Sie später erneut, die HP Webdienste zu aktivieren, indem Sie die ePrint-Taste am Drucker drücken. Ist eine Produktaktualisierung erforderlich, werden Sie dann durch die Arbeitsschritte für die Aktualisierung geführt.\r\rDies hat keine Auswirkungen auf die anderen Funktionen des Druckers. Ihr Drucker druckt weiterhin, und alle anderen Funktionen werden normal ausgeführt.";

HSDProductUpdate = "Produkt-Updates:";
HSDAutomaticalyUpdate = "Mein Produkt automatisch aktualisieren (empfohlen)";
HSDNotifyBeforeUpdate = "Mich vor der Aktualisierung meines Produkts benachrichtigen";
HSDNeverUpdate = "Mein Produkt niemals aktualisieren";

HSDDisableWebServicesTitle = "Sollen die Web-Services deaktiviert werden?";
HSDAllowProductUpdatesTitle = "Möchten Sie Produkt-Updates zulassen?";
HSDAllowProductUpdatesText = "Zur Nutzung der Web-Services müssen Sie dem Drucker erlauben, nach Updates zu suchen.";
HSDDisableWebServices = "Web-Services deaktivieren";
HSDUpdateAutomatically = "Automatisch aktualisieren";
HSDNotifyBeforeUpdating = "Vor Aktualisierung benachrichtigen";
